Revit 2027 API
ParameterTypeId.FloorAttrThicknessParam Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FloorAttrThicknessParam { get; }
Public Shared ReadOnly Property FloorAttrThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FloorAttrThicknessParam {
	ForgeTypeId^ get ();
}
static member FloorAttrThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace